{
    "who": [
        "‘The one that got away’…",
        "A bawdy rake with a fake Bretonnian accent…",
        "A beleaguered bailiff in the colours of a local Baron…",
        "A benevolent Shallyan…",
        "A Lowhaven blackmailer who knows something they shouldn’t…",
        "A bloody-handed physician in a plague-doctor’s mask…",
        "A bored State Soldier…",
        "A Dwarf bounty hunter with a bone to pick…",
        "A brooding Witch Hunter…",
        "A cantankerous agitator clutching copies of the Glorious Revolution of the People…",
        "A charitable charlatan selling trinkets of Ranald…",
        "A childhood flame, fallen on hard times…",
        "A cocky Pistoleer with a Nulner accent…",
        "A completely, absolutely not suspicious, average citizen…",
        "A noble connoisseur of the ‘unusual’…",
        "A contemptuous apothecary with Rhyan charms woven through their hair…",
        "A corrupt Handrachian coachman…",
        "An Ogre crime boss…",
        "A criminal in shackles, marked for Morr’s Realm…",
        "A debauched artist smelling heavily of Cathayan black lotus…",
        "A deranged rat catcher and their small but vicious dog…",
        "A distraught High Elf artisan…",
        "A drunken Dwarf Slayer…",
        "A Dwarf who you inadvisably made a deal with…",
        "A family member in need…",
        "A fiery Sigmarite warrior priest…",
        "A fishmonger with some decidedly fish-like features…",
        "A fishmonger’s jilted lover with a strangely glowing necklace…",
        "An Ulrican flagellant with an unsettling smile…",
        "A formidable fence who is playing both sides of the Hook and Fish gang war…",
        "A Halfling who’s willing to share some secrets about things they have no right to know…",
        "A gormless Wood Elf grave robber…",
        "A greedy miner who stole the wrong thing from the wrong Dwarf…",
        "A gregarious guard on the secret payroll of a Cult of Tzeentch…",
        "A grizzled watchman who sees rat-shaped shadows behind every corner…",
        "A haggard peddler who stumbled on a terrible Chaos ritual…",
        "A Halfling who you just can’t say no to…",
        "A hawkish Reiksguard knight…",
        "A huffer who has just had the worst day imaginable…",
        "A jolly chimney sweep covered in Altdorf blackgold…",
        "A letter, addressed to you, from an unknown source…",
        "A local ruler with an unpronounceable name…",
        "A long-lost cousin…",
        "A Verenan magistrate and an unjust warrant for your arrest…",
        "A magnanimous hunter covered head-to-foot in charms and icons…",
        "A marvellous engineer from Altdorf…",
        "A money-grubbing merchant from Marienburg…",
        "A much-maligned beggar with a dove tattooed on her cheek…",
        "A Myrmidian nun of ill-repute…",
        "A once formidable foe…",
        "A pernicious Halfling pit fighter…",
        "A pig-headed Ogre protagonist…",
        "A rambunctious Strigany riverwoman…",
        "A rapscallion of the highest order…",
        "A recent friend…",
        "A reckless witch flaunting the authority of the Witch Hunters…",
        "A renowned bawd from Tilea…",
        "A rising Reiklander military official…",
        "A riverwarden not one week from retirement…",
        "A salubrious Norscan seaman…",
        "A sanctimonious hedge witch…",
        "A scheming lawyer from Salzenmund…",
        "A shadowy voice, half-heard through the walls…",
        "A shifty smuggler with a shark’s tooth necklace…",
        "A sickly scholar who can’t stop itching…",
        "A skittish Eonir scout who keeps looking over their shoulder…",
        "A sly advisor to an Imperial Herald…",
        "A spy disguised as…",
        "A starving urchin with a curious birthmark…",
        "A strict servant of the Von Saponatheims…",
        "A stuffy noble with an unwieldy powdered wig…",
        "A surprisingly legitimate mystic with azure-coloured eyes…",
        "A talkative thief with many secrets to spill…",
        "A thorough scamp and wastrel, recently washed out of Middenheim…",
        "A waif in need…",
        "A whispering in your head, a compulsion…",
        "A Ghyran wizard of dubious legality…",
        "A wizened road warden…",
        "A wounded messenger from the Mootland…",
        "An abrasive boatman with a curious knowledge of Estalian swears…",
        "An aggravated newsheet vendor…",
        "An annoying hanger-on…",
        "An anonymous benefactor…",
        "A High Elf who offers much…",
        "An enigmatic entertainer wearing a half-moon mask…",
        "An envoy from a Far Cathay…",
        "An honest wrecker…",
        "An investigator who’s onto something…",
        "An obnoxious outlaw with a flare for the dramatic…",
        "An obscenely wealthy patron with too much time on their hands…",
        "An Ogre who thinks you owe them something (but can’t remember what)…",
        "An old acquaintance…",
        "An outrageous racketeer with an even more outrageous Bretonnian accent…",
        "An overly cautious herbalist in a gown sown with black roses…",
        "An overworked (and underpaid) Ogre stevedore…",
        "An underworld contact with whom you have a debt to settle…",
        "An unjustifiably satisfied townsman with far too many ruffles…",
        "An unobservant warden and his pet raven…",
        "An unusually knowledgeable villager…",
        "Someone you thought long dead…"
    ],
    "what" : [
        "…needs the Characters to create an introduction between them and a shadowy figure…",
        "…needs the Characters to ‘go to the local tavern and wait… you’ll know it when you see it’…",
        "…needs the Characters to blaze a trail through a nearby stretch of wilderness…",
        "…needs the Characters to break them out of prison…",
        "…needs the Characters to bring them bonafide Chaos accoutrements, no questions asked…",
        "…needs the Characters to clear their cellar out of, let’s say, ‘rats’… just ‘rats’…",
        "…needs the Characters to deliver a crate, a keg, and a series of sealed envelopes to a secret location, and don’t drop them whatever they do…",
        "…needs the Characters to deliver a package to one of their contacts…",
        "…needs the Characters to destroy some incriminating evidence for them…",
        "…needs the Characters to discredit a rival…",
        "…needs the Characters to exhume a corpse from the Garden of Morr…",
        "…needs the Characters to fake their death…",
        "…needs the Characters to find an Elven Enclave in a nearby wood…",
        "…needs the Characters to find an heirloom, stolen by a local noble family generations ago…",
        "…needs the Characters to find out what that scratching noise in the walls is…",
        "…needs the Characters to find out where all the local strays have gone…",
        "…needs the Characters to gather some scandalous information about the Cult of Manaan…",
        "…needs the Characters to get them admittance into the local university…",
        "…needs the Characters to humour them, for they (obviously unfoundedly) believe a ghost is haunting their home…",
        "…needs the Characters to hunt down a dangerous criminal…",
        "…needs the Characters to hunt down a very peculiar plant or animal specimen…",
        "…needs the Characters to identify a suspected Cultist of Ranald…",
        "…needs the Characters to infiltrate a rival organisation…",
        "…needs the Characters to interrogate a Doomsayer of Morr to uncover an enemy’s greatest weakness…",
        "…needs the Characters to look into a matter of potential mutation…",
        "…needs the Characters to masquerade as bandits (or worse)…",
        "…needs the Characters to perform a very specific series of strange actions on the next night that Morrsleib is full…",
        "…needs the Characters to plant some evidence in the Temple of Myrmidia…",
        "…needs the Characters to play a prank on the Cult of Ulric…",
        "…needs the Characters to pretend to be a ghost, and scare someone…",
        "…needs the Characters to quietly investigate a murder…",
        "…needs the Characters to secure them an invitation to the next society ball…",
        "…needs the Characters to silence someone…",
        "…needs the Characters to slip behind enemy lines…",
        "…needs the Characters to smuggle them out of town…",
        "…needs the Characters to sour some of the medicine in the Temple of Shallya…",
        "…needs the Characters to sow discord between the Cultists of Taal and Rhya…",
        "…needs the Characters to sow discord between two neighbourhoods…",
        "…needs the Characters to spark up a gang war between local criminals…",
        "…needs the Characters to spy on a suspicious neighbour…",
        "…needs the Characters to steal a barge and deliver it to a hidden cove…",
        "…needs the Characters to steal a book from the Temple of Verena…",
        "…needs the Characters to steal a reliquary from the Temple of Sigmar…",
        "…needs the Characters to steal some records from the Temple of Morr…",
        "…needs the Characters to steal something, no questions asked…",
        "…needs the Characters to steal trade secrets from a rival…",
        "…needs the Characters to throw a party for a group of attending dignitaries…",
        "…needs the Characters to uncover a hidden cabal…",
        "…needs the Characters to uncover an artefact of grave power…",
        "…needs the Characters to uncover the truth about an ancient Grudge…"
    ],
    "why": [
        "…so they may perform their heinous researches in secret.",
        "…so they may increase their station.",
        "…so they may get revenge on a rival.",
        "…so they may do some good in this world before they die.",
        "…so they may distract the Characters long enough to do something worse.",
        "…so they may change their fortunes, leave their old life behind, and move on to better things.",
        "…so they may avoid a stint in the dungeons.",
        "…so they may assume another's identity.",
        "…so they may achieve a life-long dream.",
        "…so they can witness true pandemonium.",
        "…so they can win a bet they cannot afford to lose.",
        "…so they can wile away the boring days of their life.",
        "…so they can uncover an unwelcome truth.",
        "…so they can test the Characters’ mettle for a bigger job to come.",
        "…so they can take all the credit.",
        "…so they can survive for just one more night.",
        "…so they can sell the Characters out, and profit off everyone involved.",
        "…so they can seem like a hero without doing all the hard work.",
        "…so they can seek forgiveness from someone wronged.",
        "…so they can seek absolution from their patron God.",
        "…so they can save a loved one from the chopping block.",
        "…so they can save a loved one from a terrible burden.",
        "…so they can return to a peaceful life with the family.",
        "…so they can prove right a doom saying zealot in the town square.",
        "…so they can protect their loved ones.",
        "…so they can profit from the chaos.",
        "…so they can pay off a debt.",
        "…so they can make enough money to live in luxury for the rest of their life.",
        "…so they can lose a bet they’d rather not win.",
        "…so they can lessen the heat currently directed at them by a dangerous third party.",
        "…so they can keep the Characters busy whilst they enact their final terrible plan!",
        "…so they can impress a loved one.",
        "…so they can fulfill a prophecy given to them as a child.",
        "…so they can fulfill a dark pact with a daemonic patron.",
        "…so they can frame the Characters for a greater crime.",
        "…so they can frame a rival mystic with organisation for a heinous crime.",
        "…so they can flee from the long arm of the law.",
        "…so they can finally start their glorious revolution.",
        "…so they can finally leave town, with no loose ends.",
        "…so they can finally learn the truth of their hidden past.",
        "…so they can finally get the upper hand on, ‘those scum what done for me all these years’.",
        "…so they can elope with their forbidden lover.",
        "…so they can discredit a doom saying zealot in the town square.",
        "…so they can catch the eye of a potential employer.",
        "…so they can catch the eye of a desired lover.",
        "…so they can bring some laughter to ‘these old bones of mine’.",
        "…so they can betray their own, selling them out to the highest bidder.",
        "…so they can be free of a terrible burden.",
        "…so that they can upset the local market, and profit.",
        "…so they can finally have the POWER THAT IS RIGHTFULLY THEIRS, MWAHAHAHA!"
    ]
}